UPDATE Language_ru_RU
SET Text = '[COLOR_GREEN]Дипломатические миссии и вы[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITYSTATE_GIVEGOLD_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Как дипломатические миссии влияют на наши отношения?'
WHERE Tag = 'TXT_KEY_CITYSTATE_GIVEGOLD_ADV_QUEST';
UPDATE Language_ru_RU
SET Text = 'Самый эффективный способ повысить свое Влияние в городе-государстве — создать дипломатический отряд и отправить его с дипломатической миссией. Дипломатическая миссия позволяет дипломатическим подразделениям напрямую повышать ваше влияние на города-государства. Чтобы выполнить дипломатическую миссию, переместите свой дипломатический отряд на территорию города-государства и нажмите кнопку дипломатической миссии. Базовое количество Влияния, полученного от Дипломатической миссии, увеличивается по мере того, как игрок открывает новые повышения для дипломатических юнитов с помощью новых типов юнитов, чудес и зданий. [ENDLINE][ENDLINE]В любой момент времени у игроков может быть только ограниченное количество активных дипломатических подразделений. Максимальное количество активных дипломатических единиц увеличивается в зависимости от количества бумаги [ICON_RES_PAPER], которую контролирует игрок. После использования для создания влияния дипломатические единицы расходуются, и для повторного использования их необходимо восстанавливать.'
WHERE Tag = 'TXT_KEY_CITYSTATE_GIVEGOLD_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Специалисты[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_SPECIALISTS_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Специалисты - это граждане, которым поручено работать в здании, построенном в их городе. В Civilization V есть [COLOR_YELLOW]пять[ENDCOLOR] видов специалистов: ученые, торговцы, художники, инженеры, [COLOR_YELLOW]и государственные служащие[ENDCOLOR]. Музей, например, позволяет одному или двум гражданам быть назначенными для работы в здании в качестве специалистов-художников. Не все здания позволяют прикреплять к ним специалистов. Подробности смотрите в описании отдельных зданий.'
WHERE Tag = 'TXT_KEY_CITIES_SPECIALISTS_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Специалисты и рост города[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_BUILDINGS_SPECIALISTS_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Некоторые здания позволяют вам создавать «специалистов» из ваших граждан для работы с этими зданиями. Специалисты улучшают производство здания, а также увеличивают производство Великих Людей в городе. [COLOR_YELLOW] Тем не менее, они замедляют рост города, потому что Специалисты не производят еду, а также потребляют больше еды, чем другие горожане. Количество еды, которую потребляет специалист, зависит от вашей текущей эры.[ENDCOLOR][NEWLINE][NEWLINE] [COLOR_CYAN]Древнесредневековые[ENDCOLOR]: специалисты потребляют [ICON_FOOD] 3 еды.[NEWLINE] [COLOR_CYAN]Возрождение[ENDCOLOR ]: Специалисты потребляют [ICON_FOOD] 4 ед.[NEWLINE] [COLOR_CYAN]Промышленные[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 5 ед.[NEWLINE] [COLOR_CYAN]Современные[ENDCOLOR]: Специалисты потребляют [ICON_FOOD] 6 ед.[NEWLINE] ] [COLOR_CYAN]Атомный[ENDCOLOR]: специалисты потребляют [ICON_FOOD] 7 ед. [NEWLINE] [COLOR_CYAN]Информация[ENDCOLOR]: специалисты потребляют [ICON_FOOD] 8 ед.'
WHERE Tag = 'TXT_KEY_BUILDINGS_SPECIALISTS_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Преимущества специалистов[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_BENEFITSSPECIALISTS_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Специалисты дают следующие преимущества:[NEWLINE][NEWLINE]Художники увеличивают культурную ценность города и ускоряют создание великих художников.[NEWLINE][NEWLINE]Торговцы увеличивают производство золота в городе и ускоряют создание великих художников. Торговцы.[NEWLINE][NEWLINE]Ученые увеличивают производительность города и ускоряют создание великих ученых.[NEWLINE][NEWLINE]Инженеры увеличивают производительность города и ускоряют создание великих инженеров.[NEWLINE] ][NEWLINE][COLOR_YELLOW]Государственные служащие приносят небольшой доход и ускоряют создание великих дипломатов.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_BENEFITSSPECIALISTS_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великие Люди[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPEOPLE_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Существует [COLOR_YELLOW]десять[ENDCOLOR] типов Великих Людей: Великие Художники, Великие Музыканты, Великие Писатели, Великие Инженеры, Великие Торговцы, Великие Ученые, [COLOR_YELLOW]Великие Дипломаты[ENDCOLOR], Великие Полководцы, Великие Адмиралы и Великие Пророки. Первые семь типов очень похожи по функциональности, каждый из которых имеет способности, связанные с их областями знаний, в то время как Великие генералы, Великие адмиралы и Великие пророки довольно разные: они генерируются по-разному и по-разному влияют на игру. Великие полководцы и великие адмиралы дают бонусы, связанные с наземным и морским боем, а великие пророки позволяют вам основать религию.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPEOPLE_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Создание Великих Людей[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GENERATING_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Великие писатели, художники, музыканты, инженеры, ученые, торговцы и дипломаты[ENDCOLOR] создаются в городах специалистами и чудесами, которые приносят очки «Великие люди» (ВЗ). Очки GP каждого города отслеживаются отдельно, очки разных типов великих людей не объединяются.[NEWLINE][NEWLINE]Когда в городе достаточно очков GP определенного типа, очки расходуются для создания Великий Человек такого типа. Очки Великих Людей в других Городах не тратятся. Как только Великий человек создан, количество, необходимое для следующего Великого человека этого типа, увеличивается во всех городах игрока. Некоторые здания и политики увеличивают скорость создания великих людей.[NEWLINE][NEWLINE][COLOR_CYAN]Великие генералы и адмиралы[ENDCOLOR] генерируются несколько иначе, чем другие великие люди. Вместо того, чтобы генерироваться специалистами в городах, великие генералы и адмиралы генерируются в бою. Всякий раз, когда один из ваших наземных юнитов получает опыт, ваша цивилизация генерирует очки великого полководца (кроме сражений с варварами). Всякий раз, когда одно из ваших военно-морских подразделений получает опыт, ваша цивилизация генерирует очки великого адмирала. Когда у вас достаточно очков, вы получаете Великого человека, а количество очков, необходимых для следующего Великого человека, увеличивается.[NEWLINE][NEWLINE][COLOR_CYAN]Великие пророки[ENDCOLOR] зарабатываются в результате сбора [ICON_PEACE] Вера и единственный юнит, который может основать или усилить религию. Как только вы накопите достаточно [ICON_PEACE] веры (не менее [COLOR_YELLOW]800[ENDCOLOR] в игре со стандартной скоростью), у вас появится шанс создать Великого пророка. Количество необходимой Веры увеличивается для каждого последующего Великого Пророка. [COLOR_YELLOW]Первый Великий пророк, которого вы получите, всегда будет появляться в столице, последующие Великие пророки будут появляться в вашем Священном городе.[ENDCOLOR] После достижения индустриальной эры Великие пророки больше не будут появляться автоматически, их можно будет купить за веру. в городах.[NEWLINE][NEWLINE]Кроме того, когда вы перейдете в индустриальную эпоху, вы сможете тратить неиспользованную веру на покупку великих людей, в зависимости от того, какие отделения социальной политики у вас открыты.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GENERATING_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Писатель[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATWRITER_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CREATE_GREAT_WORK}[ENDCOLOR][NEWLINE]Великий писатель может создать Шедевр литературы (генерирует [ICON_CULTURE] культуру и [ICON_TOURISM] туризм), которое размещается в ближайшем городе, в котором есть соответствующее здание с пустым слотом (например, Амфитеатр, Национальный эпос, Героический эпос или Королевская библиотека). Великий Писатель исчезнет после этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_GIVE_POLICIES}[ENDCOLOR][NEWLINE]Великий писатель может написать политический трактат, который дает игроку большое количество [ICON_CULTURE] культуры. [COLOR_YELLOW]Количество полученной культуры увеличивается на 3% за каждый принадлежащий вам Шедевр[ENDCOLOR]. Великий Писатель исчезнет после этого действия.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATWRITER_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Художник[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATARTIST_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CREATE_GREAT_WORK}[ENDCOLOR][NEWLINE]Великий художник может создать Шедевр искусства (генерирует как [ICON_CULTURE] культуру, так и [ICON_TOURISM] туризм), которое размещается в ближайшем городе, в котором есть соответствующее здание с пустым слотом (например, Дворец, Музей или Собор). Великий Художник исчезнет после этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_START_GOLDENAGE}[ENDCOLOR][NEWLINE]Великого художника можно использовать, чтобы [COLOR_YELLOW]получить очки Золотого века, что может инициировать [ICON_GOLDEN_AGE] Золотой век (дополнительное [ICON_PRODUCTION] производство, [ICON_GOLD] золото и [ICON_CULTURE] культура). Количество сгенерированных очков Золотого века зависит от [ICON_TOURISM] туризма и [ICON_GOLDEN_AGE] очков Золотого века за последние 10 ходов и увеличивается на 10% за каждый принадлежащий вам тематизированный набор Шедевров.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATARTIST_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Музыкант[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMUSICIAN_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CREATE_GREAT_WORK}[ENDCOLOR][NEWLINE]Великий музыкант может создать Шедевр музыки, которое будет размещено в ближайшем городе, в котором есть подходящее здание с пустым слотом (например, Оперный театр или Телебашня). Великий Музыкант исчезнет после этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_ONE_SHOT_TOURISM}[ENDCOLOR][NEWLINE]Великий музыкант может отправиться в другую цивилизацию и провести концертный тур, [COLOR_YELLOW]который увеличит Туризм с целевой цивилизацией на 100% (и на 50% с остальными цивилизациями) на 10 ходов (плюс 1 дополнительный ход за каждый принадлежащий вам [ICON_VP_GREATMUSIC] Шедевр музыки). Вы также получите 2 [ICON_HAPPINESS_1] счастья в своей столице. Вы не можете выполнить это действие, если находитесь в состоянии войны с целевой цивилизацией или если ваше [ICON_TOURISM] культурное влияние на цивилизацию [ENDCOLOR][COLOR_MAGENTA]Влиятельное[ENDCOLOR][COLOR_YELLOW] или выше.[ENDCOLOR] Великий Музыкант исчезнет после этого действия.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMUSICIAN_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Учёный[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATSCIENTIST_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особое улучшение: Академия[ENDCOLOR][NEWLINE]Вы можете потратить Великого ученого, чтобы создать Академию. Во время обработки Академия дает вашему городу большой научный прирост.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_DISCOVER_TECH}[ENDCOLOR][NEWLINE]Вы можете потратить своего Великого ученого, чтобы немедленно получить единовременную сумму науки. [COLOR_YELLOW]Каждая Академия, которую вы создали и которой владеете, увеличивает количество получаемой науки на 10%.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATSCIENTIST_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Торговец[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMERCHANT_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особое улучшение: Торговый городок[ENDCOLOR][NEWLINE]Вы можете потратить Великого торговца, чтобы создать особое улучшение города, которое при обработке дает [ICON_GOLD] золото [COLOR_YELLOW] и [ICON_FOOD] еду.[ENCDOLOR][NEWLINE] [NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CONDUCT_TRADE_MISSION}[ENDCOLOR][NEWLINE]Если Великий торговец находится на территории города-государства, с которым вы не воюете, вы можете использовать его для выполнения торговой миссии.[NEWLINE][NEWLINE]Вы получите большое количество [ICON_GOLD] золота [COLOR_YELLOW] и мгновенное событие «День любви к Отчизне» во всех принадлежащих вам городах. Каждый Торговый городок, который вы создали и которым владеете, увеличивает количество полученного золота и продолжительность Дня любви к Отчизне на 25%.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATMERCHANT_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Инженер[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATENGINEER_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особое улучшение: Заводской комплекс[ENDCOLOR][NEWLINE]Вы можете потратить Великого инженера, чтобы создать Заводской комплекс. Заводской комплекс производит огромное количество производства (молотов) для города, если он обрабатывается.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_HURRY_PRODUCTION}[ENDCOLOR][NEWLINE]Вы можете потратить Великого инженера, чтобы ускорить производство текущего проекта города. [COLOR_YELLOW]Объем производства равен объёму 5 ходов средних доходов производства лучшего города. Каждый Заводской комплекс, который вы создали и которым владеете, увеличивает это значение на 10%.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATENGINEER_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Полководец[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATGENERAL_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особая способность: Боевой бонус[ENDCOLOR][NEWLINE]Великий полководец дает 15% боевой бонус всем дружественным наземным юнитам в пределах 2 клеток. Этот боевой бонус распространяется на все формы наземного боя: ближний, дальний, оборона и т.д.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_CULTURE_BOMB}[ENDCOLOR][NEWLINE]Размещение Цитадели дает вам право собственности на все соседние клетки, так как ваши границы будут расширяться, чтобы окружить Цитадель. Кроме того, Цитадель дает большой бонус к защите любому юниту, занимающему ее. Кроме того, он наносит урон любому вражескому юниту, который заканчивает свой ход рядом с Цитаделью (урон не суммируется с другими улучшениями клеток). Обратите внимание, что Цитадель функционирует только тогда, когда она находится на вашей территории. Если она сменит владельца при завоевании близлежащего города, то будет действовать только для нового владельца. Если ваши новые граница претендуют на клетки, уже принадлежащие другой цивилизации, в результате вы подвергнетесь дипломатическому штрафу. При размещении Цитадели Великий Полководец исчезнет [COLOR_YELLOW], а лимит военных юнитов увеличится на 1[ENDCOLOR].'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATGENERAL_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Великий Адмирал[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATADMIRAL_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особая способность: Боевой бонус[ENDCOLOR][NEWLINE]Великий адмирал дает 15% бонус к боевой мощи всем дружественным военно-морским юнитам в пределах 2 клеток. Этот боевой бонус распространяется на все формы боя: ближний, дальний, оборона и т.д.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_REPAIR_FLEET}[ENDCOLOR][NEWLINE]Вы можете исцелить всех ваших военно-морских юнитов и погрузившихся юнитов с помощью Великого адмирала, на этой клетке и на всех соседних клетках. [COLOR_YELLOW]Этот приказ также увеличивает лимит военных юнитов на 1.[ENDCOLOR] Великий адмирал исчезнет при выполнении этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_FREE_LUXURY}[ENDCOLOR][NEWLINE][COLOR_GREEN]Вы можете отправить Великого адмирала в Путешествие открытий, которое предоставит вам две копии ресурса роскоши, которого нет во всём мире (на этой карте). Этот приказ также увеличивает лимит военных юнитов на 1. Великий адмирал исчезнет при выполнении этого действия.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATADMIRAL_BODY';

UPDATE Language_ru_RU
SET Text = 'Великий Пророк'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPROPHET_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_FOUND_RELIGION}[ENDCOLOR][NEWLINE]Если вы еще не основали религию (и религии еще можно основать), вы можете использовать Великого пророка, чтобы основать религию и выбрать для нее религиозные верования. Город, в котором основана религия, будет обращен в вашу новую религию. Великий Пророк исчезнет после этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_ENHANCE_RELIGION}[ENDCOLOR][NEWLINE]Вы можете использовать Великого пророка, чтобы укрепить свою религию двумя дополнительными религиозными верованиями. Великий Пророк исчезнет после этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особое улучшение: Священное место[ENDCOLOR][NEWLINE]Великий Пророк может построить особое Священное место, которое при обработке дает дополнительную [ICON_PEACE] веру. Великий Пророк исчезнет после этого действия.[NEWLINE][NEWLINE][COLOR_CYAN]Особая способность: {TXT_KEY_MISSION_SPREAD_RELIGION}[ENDCOLOR][NEWLINE]Великий Пророк может распространять вашу религию 4 раза, вытесняя все предыдущие религии в городе. Великий Пророк исчезнет после израсходования зарядов распространения религии.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_GREATPROPHET_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Особые улучшения[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_SPECIALIMPROVEMENT_HEADING4_TITLE';
UPDATE Language_ru_RU
SET Text = 'Каждый тип Великого Человека можно потратить на создание особого улучшения на плитке в пределах границ вашей цивилизации. Эффекты Особого Улучшения зависят от того, какой Великий Человек его создает — например, Особое Улучшение Великого Инженера генерирует производство, а Улучшение Великого Торговца — деньги. [COLOR_YELLOW]Урожайность особых улучшений увеличивается по мере прохождения игры в зависимости от технологий, политик, построек и убеждений.[ENDCOLOR][NEWLINE][NEWLINE]Чтобы получить эффект, особое улучшение должно быть обработано. Кроме того, Особое улучшение можно разграбить и отремонтировать, как и любое другое Улучшение. Особое улучшение, построенное на ресурсе, даст доступ к нему только в том случае, если этот ресурс является стратегическим.[NEWLINE][NEWLINE]Обратите внимание, что вам нужно переместить Великого человека из города на свою территорию, чтобы построить Особое улучшение.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_SPECIALIMPROVEMENT_HEADING4_BODY';

UPDATE Language_ru_RU
SET Text = 'Особое улучшение: Торговый городок'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_CUSTOMSHOUSE_HEADING4_TITLE';
UPDATE Language_ru_RU
SET Text = 'Вы можете потратить Великого Торговца, чтобы создать Торговый городок. При работе Торговый городок приносит много золота и еды за ход для своего города, а также увеличивает продолжительность «Дня любви к королю» от великих торговых миссий.[NEWLINE][NEWLINE]Торговый городки получают дополнительно [ICON_GOLD] золота и [ ICON_PRODUCTION] Производство, если оно построено на дороге или железной дороге, соединяющей два принадлежащих вам города.[NEWLINE][NEWLINE]Получите дополнительное [ICON_GOLD] золото и [ICON_PRODUCTION] производство (+1 доиндустриальная эпоха, +2 индустриальная эпоха или позже) за Торговый Путь, внутренний или международный, проходящий через этот торговый городок.'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_CUSTOMSHOUSE_HEADING4_BODY';
UPDATE Language_ru_RU
SET Text = 'Что даёт особое улучшение Торговый городок?'
WHERE Tag = 'TXT_KEY_SPECIALISTSANDGP_CUSTOMSHOUSE_ADV_QUEST';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Резолюции[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_RESOLUTIONS_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Резолюция — это изменение игрового мира, которое предлагается и принимается цивилизациями Всемирного конгресса. Например, резолюция может наложить запрет на торговые пути с определенной цивилизацией, повысить культуру за счет Чудес, предотвратить создание ядерного оружия или наградить кого-то дипломатической победой. Резолюция может также отменить ранее принятую резолюцию, полностью изменив ее действие. [NEWLINE][NEWLINE][COLOR_YELLOW]Только три цивилизации могут предлагать решения: текущий организатор Конгресса и два других игрока, у которых больше всего делегатов.[ENDCOLOR][NEWLINE][NEWLINE]Все цивилизации могут принимать решения результаты предлагаемых резолюций, когда Конгресс заседает. Они делают это, распределяя своих делегатов в соответствии с желаемым результатом: «Да», чтобы помочь ему пройти, или «Нет», чтобы помочь ему провалиться. Некоторые резолюции требуют выбора цивилизации, а не просто «Да» или «Нет».[NEWLINE][NEWLINE]После того, как все цивилизации использовали своих делегатов, исход решения определяется тем, какой вариант получил наибольшую поддержку делегатов. Если ничья, резолюция проваливается.'
WHERE Tag = 'TXT_KEY_CONGRESS_RESOLUTIONS_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Делегаты[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_DELEGATES_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Решения, предлагаемые Конгрессу, принимаются делегатами. Как только начинается сессия Конгресса, цивилизации распределяют своих делегатов по своему усмотрению между предлагаемыми резолюциями, чтобы поддержать желаемые результаты. Делегаты поддерживают «Да», чтобы помочь принять резолюцию, или «Нет», чтобы предотвратить ее принятие. Некоторые резолюции требуют выбора цивилизации, а не просто «Да» или «Нет».[NEWLINE][NEWLINE]Делегатов можно получить следующими способами:[NEWLINE][NEWLINE] [COLOR_GREEN]Базовая стоимость[ENDCOLOR]: каждая цивилизация имеет базовое количество делегатов в зависимости от текущей эпохи Всемирного конгресса (начиная с 1 делегата при основании Всемирного конгресса, затем 1 дополнительного делегата на каждую эпоху).[NEWLINE][NEWLINE] [COLOR_GREEN]Статус организатора[ENDCOLOR]: Хозяин Всемирного конгресса получает 1–2 дополнительных делегата в зависимости от эпохи.[NEWLINE][NEWLINE] [COLOR_GREEN]Альянсы городов-государств[ENDCOLOR]: каждый альянс городов-государств предоставляет 1 дополнительного делегата. После основания Организации Объединенных Наций это число увеличивается до 2 делегатов от альянса.[NEWLINE][NEWLINE] [COLOR_GREEN]Посольства городов-государств[ENDCOLOR]: [COLOR_YELLOW]Каждое посольство, построенное в городе-государстве, дает 1 дополнительного делегата.[ENDCOLOR] [NEWLINE][NEWLINE] [COLOR_GREEN]Мировые религии[ENDCOLOR]: если религия была признана официальной мировой религией Всемирным конгрессом, все цивилизации, следующие за ней, получат дополнительного делегата. [COLOR_YELLOW]Основатель мировых религий также получает дополнительных делегатов от каждой иностранной цивилизации, следующей за этой мировой религией.[ENDCOLOR][NEWLINE][NEWLINE] [COLOR_GREEN]Религиозный авторитет[ENDCOLOR]: [COLOR_YELLOW]Цивилизация, которая основала Религия и построенное национальное чудо получают 1 дополнительного делегата за каждые 10 городов, следующих религии.[ENDCOLOR][NEWLINE][NEWLINE] [COLOR_GREEN]Мировая идеология[ENDCOLOR]: если идеология была назначена официальной мировой идеологией Всемирный конгресс, все цивилизации, следующие идеологии, получат 1 дополнительного делегата [COLOR_YELLOW]и 1 дополнительного делегата от каждой иностранной цивилизации, следующей мировой идеологии.[ENDCOLOR][NEWLINE][NEWLINE] [COLOR_GREEN]Политики и чудеса[ENDCOLOR]: немного социального Политика, национальные чудеса и чудеса света по-разному предоставляют дополнительных делегатов.[NEWLINE][NEWLINE] [COLOR_GREEN]Глобализация[ENDCOLOR]: после исследования технологии «Глобализация» каждый дипломат в иностранной столице предоставляет 1 дополнительного делегата.'
WHERE Tag = 'TXT_KEY_CONGRESS_DELEGATES_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Организация Объединённых Наций (ООН)[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_UN_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Дипломатическая победа возможна только после того, как Всемирный конгресс станет Организацией Объединенных Наций. Организация Объединенных Наций создается, когда половина цивилизаций в игре достигает атомной эры (или одна цивилизация достигает информационной эры). [COLOR_YELLOW]Дополнительное требование: резолюция Всемирного конгресса "Организация Объединенных Наций" должна быть принята, а чудо света Организации Объединенных Наций должно быть построено цивилизацией. Добиться дипломатической победы можно, даже если вы сами не построили Организацию Объединенных Наций.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_UN_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Дипломатическая победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONGRESS_VICTORY_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Как только Всемирный конгресс станет Организацией Объединенных Наций, дипломатическая победа станет возможной, если активна мировая идеология.[ENDCOLOR] Чтобы одержать дипломатическую победу, цивилизация должна получить достаточную поддержку делегатов в резолюции о глобальной гегемонии.[NEWLINE][NEWLINE]В отличие от других резолюции, резолюция Глобальной Гегемонии не может быть предложена цивилизацией. Вместо этого каждая вторая сессия Организации Объединенных Наций посвящена тому, чтобы решить, активна ли мировая идеология. Во время этих сессий, которые чередуются с сессиями обычных предложений, резолюция мирового лидера автоматически предлагается Конгрессу, и никаких других предложений не вносится.[NEWLINE][NEWLINE]Количество делегатов, необходимое для победы, зависит от количества цивилизаций и города-государства в игре, и их можно увидеть на экранах Всемирного конгресса и Победы. Если ни одна цивилизация не получит достаточно поддержки, чтобы выиграть резолюцию мирового лидера, две цивилизации, получившие наибольшую поддержку, навсегда получат дополнительных делегатов.'
WHERE Tag = 'TXT_KEY_CONGRESS_VICTORY_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Культурная победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CULTURE_VICTORY_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Чтобы одержать культурную победу, [COLOR_YELLOW]вы должны построить чудо «Протокол гражданина Земли». Это возможно, если вы [ENDCOLOR][COLOR_MAGENTA]влиятельны[ENDCOLOR][COLOR_YELLOW] на все остальные цивилизации в игре. Кроме того, у вас должны быть два принципа идеологии уровня 3, а ваши люди должны быть довольны[ENDCOLOR]. Подробности смотрите в разделе о Победе.'
WHERE Tag = 'TXT_KEY_CULTURE_VICTORY_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Культурная победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_CULTUREVICTORY_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Вы больше не одержите культурную победу, полностью изучив пять направлений социальной политики. Вместо этого вы должны стать доминирующим культурным центром каждой цивилизации в игре, используя туризм. [COLOR_YELLOW]У вас также должны быть два принципа идеологии 3-го уровня, ваши люди должны быть довольны, и должно быть построено чудо «Протокол гражданина Земли». Как только эти требования будут выполнены, вы сможете создать протокол Citizen Earth, чтобы одержать эту победу.[ENDCOLOR] Дополнительную информацию см. в разделе о победе.'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_CULTUREVICTORY_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Культурная победа[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CULTURE_VICTORY_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Чтобы одержать Культурную Победу, вы должны стать доминирующим культурным авторитетом в каждой цивилизации в игре [COLOR_YELLOW] и создать Протокол гражданина Земли. У вас также должны быть два принципа идеологии уровня 3, и ваши люди должны быть довольны[ENDCOLOR]. Культурное влияние достигается за счет туризма, создаваемого великими произведениями, которые вы создаете, и артефактами, которые вы обнаруживаете. Туризм, который вы создаете, оказывает постоянное влияние на другие цивилизации, и его эффект усиливается благодаря открытым границам, торговым путям, общим религиям и идеологиям, исследовательским соглашениям и т. д.[NEWLINE][NEWLINE]Когда ваш совокупный доход от туризма (за всю игру) ) превосходит совокупный выход Культуры каждой оставшейся цивилизации в игре, [COLOR_YELLOW]вы сможете создать Протокол гражданина Земли, если у вас также есть идеология и ваше население удовлетворено[ENDCOLOR].'
WHERE Tag = 'TXT_KEY_VICTORY_CULTURAL_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Туризм[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CULTURE_TOURISM_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = '[ICON_TOURISM] Туризм — это основной источник дохода, который вы будете использовать для распространения своего культурного влияния на другие цивилизации. Он генерируется пассивно с помощью [COLOR_POSITIVE_TEXT]Великих произведений[ENDCOLOR] или [COLOR_POSITIVE_TEXT]Артефактов[ENDCOLOR][COLOR_YELLOW] и активно с помощью [ENDCOLOR][COLOR_POSITIVE_TEXT]Исторических событий[ENDCOLOR][COLOR_YELLOW] (подробнее об "Исторических событиях"). ,'' см. раздел с этим ярлыком) или прохождение [ENDCOLOR][COLOR_POSITIVE_TEXT]торговых путей[ENDCOLOR][COLOR_YELLOW] (если вы построили здания, дающие такие бонусы)[ENDCOLOR]. По мере того, как вы размещаете все больше и больше великих произведений и артефактов в своих музеях, амфитеатрах, оперных театрах и т. д., ваш [ICON_TOURISM] туризм будет продолжать расти. Кроме того, вы можете значительно увеличить свой [ICON_TOURISM] туризм с помощью открытых границ, торговых путей, общей религии и определенных идеологических принципов.'
WHERE Tag = 'TXT_KEY_CULTURE_TOURISM_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = 'Чернорабочие'
WHERE Tag = 'TXT_KEY_CITIES_UNEMPLOYEDCITIZENS_HEADING3_TITLE';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Исцеление[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_HEALTINGDAMAGE_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Чтобы вылечить урон, юнит должен оставаться неактивным в течение хода. Количество урона, которое восстанавливает юнит, зависит от его местонахождения.[NEWLINE][NEWLINE]В дружественном городе: юнит восстанавливает [COLOR_YELLOW]20[ENDCOLOR] ОЗ за ход.[NEWLINE]На дружественной территории: [ COLOR_YELLOW]15[ENDCOLOR] ОЗ за ход.[NEWLINE]На нейтральной территории: [COLOR_YELLOW]10[ENDCOLOR] ОЗ за ход.[NEWLINE]На вражеской территории: [COLOR_YELLOW]5[ENDCOLOR] ОЗ за ход.[NEWLINE][ NEWLINE][COLOR_YELLOW]Юниты в пределах города, находящегося в Сопротивлении, восстанавливают только 5 ед. здоровья за ход. Боевые единицы в пределах разрушаемого города восстанавливают 20 ед. здоровья за ход (мародерство).[ENDCOLOR][NEWLINE][NEWLINE]Обратите внимание, что некоторые повышения ускоряют скорость восстановления боевой единицы.'
WHERE Tag = 'TXT_KEY_COMBAT_HEALTINGDAMAGE_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Города ведут огонь по нападавшим[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_CITYFIRINGATTACKERS_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Сила дальнего боя города равна его полной силе в начале боя, а [COLOR_YELLOW]диапазон равен 1. Этот диапазон увеличивается по ходу игры в зависимости от исследованных технологий (ищите значок «дальний удар» в дерево технологий для этих технологий).[ENDCOLOR] Он может атаковать любой вражеский юнит в пределах этого диапазона. Обратите внимание, что боевая мощь города в дальнем бою не снижается по мере того, как город получает урон; она остается равной начальной Силе города, пока город не будет захвачен.'
WHERE Tag = 'TXT_KEY_COMBAT_CITYFIRINGATTACKERS_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Получение опыта в бою[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_ACQUIRINGXP_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Отряд получает опыт за выживание в раунде боя (или, если это разведчик, за исследование). Отряду не обязательно побеждать в бою или уничтожать врага, чтобы получить опыт; он начисляется за каждый раунд, который проходит отряд.[NEWLINE][NEWLINE]Количество очков опыта, которое получает отряд, зависит от обстоятельств боя. Как правило, юниты получают больше опыта за атаку, чем за защиту, и больше за участие в рукопашном бою, чем за другие типы. Вот некоторые цифры (полный список см. в разделе «Таблицы и таблицы»):[NEWLINE]Атакующий отряд ближнего боя: 5 очков опыта[NEWLINE]Защита от атаки ближнего боя: 4 опыта[NEWLINE]Атакующий отряд дальнего боя: 2 опыта[NEWLINE] ] Быть атакованным отрядом дальнего боя: 2 очка опыта[NEWLINE]Ограничения: как только отряд набрал 45 очков опыта, он больше не получает дополнительных очков опыта за бой с варварами.[COLOR_YELLOW] Когда отряд набрал 70 очков опыта, он больше не получает никаких дополнительные очки опыта за бои с юнитами города-государства.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_COMBAT_ACQUIRINGXP_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Варварские юниты[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_BARBARIAN_UNITS_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Лагеря варваров могут создавать практически любые юниты в игре — от воинов и копейщиков до пушек и танков. (Они могут строить юниты, равные тем, которые может создать самая развитая цивилизация.)[NEWLINE][NEWLINE]После создания варварские юниты будут либо слоняться по своему лагерю, либо направляться к ближайшей цивилизации или городу-государству и пытаться создать проблемы. . Они будут атаковать юниты, разрушать улучшения и угрожать городам. [COLOR_YELLOW]Варвары рядом с городом без гарнизона могут украсть еду, культуру, производство или науку у владельца. Они также могут захватить плохо защищенный город и превратить его в город варваров.[ENDCOLOR][NEWLINE][NEWLINE]Вот почему важно периодически прочесывать сельскую местность вокруг вашей цивилизации, уничтожая лагеря до того, как они станут угрозой.'
WHERE Tag = 'TXT_KEY_BARBARIAN_UNITS_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Поселенцы и производство пищи[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_FOOD_SETTLERS_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Поселенцев можно строить только в городах размером [COLOR_YELLOW]4[ENDCOLOR] или больше [COLOR_YELLOW]после исследования керамики[ENDCOLOR]. Во время строительства поселенцы потребляют продукцию города и всю избыточную пищу города. Пока поселенец находится в производстве, город не будет расти или добавлять еду в свое ведро роста. [COLOR_YELLOW]После завершения строительства поселенца город теряет одно население. Позже в игре поселенцы заменяются более продвинутыми юнитами, которые могут основывать города с дополнительной инфраструктурой.[ENDCOLOR] Подробнее см. в разделе о поселенцах.'
WHERE Tag = 'TXT_KEY_FOOD_SETTLERS_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]День любви к Отчизне (ДЛкО)[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_RESOURCES_CITYREQUESTS_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Периодически город может потребовать, чтобы вы приобрели [COLOR_YELLOW]или обладали[ENDCOLOR] определенным ресурсом роскоши. Если вы это сделаете, город перейдет в «День любви к королю» на [COLOR_YELLOW]10[ENDCOLOR] ходов, в течение которых скорость роста города увеличится на 25%. Когда [COLOR_YELLOW]10[ENDCOLOR] ходов закончатся, город потребует еще один ресурс роскоши. Выполнение этого запроса приведет к тому, что город возобновит "День любви к Отчизне" еще на [COLOR_YELLOW]10[ENDCOLOR] ходов.'
WHERE Tag = 'TXT_KEY_RESOURCES_CITYREQUESTS_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = 'Расположение городов и доходность клеток'
WHERE Tag = 'TXT_KEY_CITIES_WHERETOCONSTRUCT_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Города должны быть основаны в местах с большим количеством еды и производства, а также с доступом к таким ресурсам, как пшеница, рыба и крупный рогатый скот. Города, основанные на холмах, получают бонус к защите, что затрудняет их захват врагами. Часто рекомендуется строить город на реке или прибрежном гексе, так как города, построенные в разных местах, имеют разную начальную доходность: [NEWLINE][ICON_BULLET] Города на холмах: 2 [ICON_FOOD], 2 [ICON_PRODUCTION] Производство .[NEWLINE][ICON_BULLET] Города на равнине или в горах рядом с пресной водой: 3 [ICON_FOOD] Еда, 1 [ICON_PRODUCTION] Производство.[NEWLINE][ICON_BULLET] Города в горах без пресной воды: 2 [ICON_FOOD] Еда, 2 [ICON_PRODUCTION] Производство, 1 [ICON_GOLD] золота.[NEWLINE][ICON_BULLET] Города на равнине без пресной воды: 2 [ICON_FOOD], 1 [ICON_PRODUCTION] производство, 1 [ICON_GOLD] золота.'
WHERE Tag = 'TXT_KEY_CITIES_WHERETOCONSTRUCT_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Торговая сеть[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_GOLD_TRADE_ROUTES_HEADING3_TITLE';

UPDATE Language_ru_RU
SET Text = 'Если город соединен дорогой и/или [COLOR_YELLOW]Маяком[ENDCOLOR] с вашей столицей (т. е. в обоих городах есть маяк), город находится в «Торговой сети» со столицей. Каждый город, присоединённый к Торговой сети даёт определенное количество золота каждый ход, количество определяется размером двух городов.'
WHERE Tag = 'TXT_KEY_GOLD_TRADE_ROUTES_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_GREEN]Деревня[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_GOLD_TRADINGPOST_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Даёт ли деревня золото?'
WHERE Tag = 'TXT_KEY_GOLD_TRADINGPOST_ADV_QUEST';
UPDATE Language_ru_RU
SET Text = 'Постройте улучшение деревни на клетке, чтобы увеличить добычу золота. Зарабатывает дополнительное золото и производство, если находится на дороге или железной дороге, соединяющей два принадлежащих вам города, и/или если через нее проходит торговый путь, внутренний или международный. Нельзя строить рядом друг с другом.'
WHERE Tag = 'TXT_KEY_GOLD_TRADINGPOST_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Дороги и торговые пути[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_WORKERS_TRADEROUTES_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Если между вашей столицей и другим вашим городом есть дорога, эти города имеют «городскую связь». Связи с городами дают вашей цивилизации золотые бонусы каждый ход, сумма которых зависит от размера вовлеченных городов. ([COLOR_YELLOW]Маяки[ENDCOLOR] также могут создавать городские связи между прибрежными городами.) Подробнее см. в разделе о городских связях.'
WHERE Tag = 'TXT_KEY_WORKERS_TRADEROUTES_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Шпионы и города-государства[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CONCEPT_ESPIONAGE_RIG_ELECTION_TOPIC';
UPDATE Language_ru_RU
SET Text = 'Шпионов можно использовать для увеличения вашего влияния на города-государства, «фальсифицируя» их местные выборы или организуя переворот. Чтобы взаимодействовать с городом-государством, сначала переместите шпиона в целевой город-государство. Как только шпион прибудет, будет период времени, когда он «Установит наблюдение» (отмечено в столбце «Активность»). Как только слежка будет установлена, ваши возможности шпионажа станут доступны. Подтасовка выборов, пассивная способность, происходит каждые 15 ходов, пока ваш шпион находится в городе-государстве. Если вы единственный шпион в городе-государстве, ваше влияние возрастет, а влияние всех остальных упадет. Присутствие вражеского шпиона, особенно высокого ранга, может привести к провалу этой миссии. Не беспокойтесь, если вы не сфальсифицируете результаты выборов, это не опасно для вашего шпиона.[NEWLINE][NEWLINE]Инсценировка государственного переворота более действенна, чем фальсификация выборов, но и гораздо более рискованна. Успешный переворот, по сути, позволяет вам «украсть» статус союзника у другой цивилизации. Чтобы устроить переворот, нацельтесь на город-государство, являющийся союзником другого игрока, и разместите своего шпиона так же, как при фальсификации результатов выборов. Как только слежка будет установлена, вам станет доступна новая кнопка под названием «Переворот». При нажатии на нее откроется всплывающее сообщение, которое дает вам шансы на успех. Чем ближе ваше влияние к целевой цивилизации, тем выше ваши шансы. Шпион высокого уровня[COLOR_YELLOW] или успешная фальсификация выборов в городе-государстве [ENDCOLOR] также повышают ваши шансы на переворот. В чём подвох? Если вы потерпите неудачу, ваш шпион будет казнен.'
WHERE Tag = 'TXT_KEY_CONCEPT_ESPIONAGE_RIG_ELECTION_SUMMARY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Покупка юнитов или зданий[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_CITIES_PURCHASINGITEM_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Вы можете покупать юнитов за золото, [COLOR_YELLOW]или вкладывать золото в здания, чтобы снизить стоимость их строительства[ENDCOLOR], прямо на экране города. Это может быть полезно, если вам нужно что-то срочное, например, дополнительные юниты для защиты от захватчиков.'
WHERE Tag = 'TXT_KEY_CITIES_PURCHASINGITEM_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Покупка юнитов, зданий или чудес[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_GOLD_PURCHASEUNITS_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Вы можете потратить золото на покупку юнитов [COLOR_YELLOW]или инвестировать в здание[ENDCOLOR] в городе. Нажмите на юнита (если вы можете себе это позволить!) и он тут же будет обучен в городе, а сумма вычтена из вашей казны. [COLOR_YELLOW]Если вы нажмете на здание, вы инвестируете в него, снизив себестоимость здания на 50%.[ENDCOLOR][NEWLINE][NEWLINE]Обратите внимание, что «проекты» — Манхэттенский проект и т. д. — не могут быть купленным.'
WHERE Tag = 'TXT_KEY_GOLD_PURCHASEUNITS_HEADING3_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_GREEN]Счастье[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_HAPPINESS_HEADING1_TITLE';
UPDATE Language_ru_RU
SET Text = 'Система счастья в Vox Populi полностью переработана и не поддерживает ни высокий, ни широкий стиль игры. Счастье теперь основано на причинно-следственном механизме, который делает вашу империю более живой и динамичной, чем когда-либо прежде. [NEWLINE][NEWLINE]Счастье и несчастье рассчитываются локально для каждого города в вашей империи. Когда местное несчастье в городе превышает местное счастье, город растет медленнее, чем обычно, а производство поселенцев или воинских частей будет уменьшено. На это также указывает значок несчастья [ICON_HAPPINESS_3], отображаемый под знаменем города. Для городов-марионеток и оккупированных городов применяются особые правила.[NEWLINE][NEWLINE]Сумма счастья во всех городах вашей империи сравнивается с суммой несчастья во всех ваших городах, чтобы определить рейтинг одобрения, который отображается на строка состояния Главного экрана (в верхнем левом углу игры). Смотрите внимательно. Если он начинает падать ниже 50%, ваше население становится беспокойным, что приводит к уменьшению прироста во всех городах, штрафу при производстве поселенцев и снижению боевой мощи. Если он начинает опускаться ниже 35%, у вас проблемы. В вашей империи появятся варвары, а города могут покинуть вашу империю и присоединиться к другим цивилизациям. Вы можете получить обзор различных источников вашего счастья и несчастья, наведя курсор на строку состояния.'
WHERE Tag = 'TXT_KEY_HAPPINESS_HEADING1_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_GREEN]Что вызывает счастье[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_HAPPINESS_CAUSES_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Счастье в вашей империи может быть получено из следующих источников:[NEWLINE][NEWLINE][COLOR_POSITIVE_TEXT]Начальное счастье[ENDCOLOR]: количество счастья, с которым начинается ваша цивилизация, и начальное локальное счастье в [ICON_CAPITAL] столице определяются настройка сложности игры. Начальное Счастье со временем станет менее важным, поскольку Счастье и Несчастье из других источников растут. [NEWLINE][NEWLINE][COLOR_POSITIVE_TEXT]Чудеса природы и достопримечательности[ENDCOLOR]: открывая чудеса природы или привлекая археологов для строительства достопримечательностей (на своей территории или на землях других игроков), вы получаете небольшой бонус к счастью.[NEWLINE][ NEWLINE][COLOR_POSITIVE_TEXT]Города-государства[ENDCOLOR]: Торговые города-государства дают вам бонус к счастью, если вы с ними дружите или состоите в союзе.[NEWLINE][NEWLINE][COLOR_POSITIVE_TEXT]Вассалы[ENDCOLOR]: Если вы вассализировали другие цивилизации, они могут дать вам дополнительное счастье в зависимости от их собственного рейтинга одобрения.[NEWLINE][NEWLINE][COLOR_POSITIVE_TEXT]Роскошные ресурсы[ENDCOLOR]: вы получаете счастье за ​​каждый уникальный роскошный ресурс, связанный с вашей империей. Таким образом, предметы роскоши менее важны в начале игры, но также не бесполезны в конце игры. Более того, монополии на некоторые ресурсы роскоши приносят вашей империи дополнительное счастье.[NEWLINE][NEWLINE][COLOR_POSITIVE_TEXT]Счастье, создаваемое на месте[ENDCOLOR]: некоторые здания увеличивают ваше локальное счастье в городах, где они построены. Другие источники местного счастья включают религиозные убеждения, политику, чудеса света и события. Обратите внимание, что это не относится к марионеточным городам и оккупированным городам, которые никогда не могут генерировать локальное счастье.'
WHERE Tag = 'TXT_KEY_HAPPINESS_CAUSES_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_GREEN]Что вызывает несчастье[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_HAPPINESS_CAUSESUNHAPPINESS_HEADING2_TITLE';
UPDATE Language_ru_RU
SET Text = 'Несчастье, которое производит город, больше не равно количеству жителей в нем, хотя население по-прежнему сильно влияет на несчастье. Несчастье в Vox Populi вызвано несколькими источниками, каждый из которых влияет на общее количество несчастий в городе. Подробный обзор источников несчастья в городе можно увидеть, наведя курсор на вкладку «[ICON_HAPPINESS_3] Несчастье» на экране города. Общее количество Несчастья в городе не может превышать население города, независимо от того, сколько Несчастья генерируется из разных источников. Единственным исключением является Несчастье от Урбанизации, которое применяется всегда, даже если оно ставит общее Несчастье вашего города выше его населения. Возможные источники несчастья: [NEWLINE][NEWLINE][COLOR_NEGATIVE_TEXT]Несчастье из-за нужды[ENDCOLOR]: чаще всего несчастье в городе вызвано различными нуждами. За исключением Религиозных беспорядков, Несчастье возникает в городе, если его выпуск определенного дохода на жителя (например, золота на жителя, науки на жителя и т. д.) ниже соответствующего порога потребностей, эталонного значения, которое рассчитывается на основе урожайность в других городах мира. Чем ниже выход продукции города на одного жителя, тем выше будет генерируемое Несчастье. Поэтому необходимо поддерживать рост доходов в ваших городах, поскольку ваше население со временем будет становиться все более и более требовательным из-за более сильной конкуренции (другие города также растут, увеличивая пороги потребностей). Предотвращение роста населения может помочь в управлении недовольством от потребностей, а определенные здания и политики уменьшают недовольство от потребностей на фиксированную величину. Существует пять основных потребностей, четыре из которых основаны на различных типах доходов, а одна — на религиозном разнообразии:[NEWLINE]
[COLOR_NEGATIVE_TEXT]Стресс[ENDCOLOR]: стресс основан на сумме вашей еды [ICON_FOOD] и продукции [ICON_PRODUCTION]. Внутренние торговые пути можно использовать для увеличения производства еды или производства в городе и, таким образом, для противодействия Бедствию. Процесс земледелия также противостоит бедствию.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Бедность[ENDCOLOR]: бедность основана на добыче [ICON_GOLD] золота в городе. Чтобы противостоять бедности, увеличьте добычу золота в городе, например, обрабатывая плитки, дающие золото, или строя здания, такие как Рынок. Международные торговые пути дают свое золото городу своего происхождения, поэтому отправка торговых путей из бедных городов также может помочь в борьбе с бедностью. Процесс богатства также борется с бедностью.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Неграмотность[ENDCOLOR]: неграмотность основана на [ICON_RESEARCH] научных достижениях города. Строительство научных зданий или создание торговых путей к более развитым цивилизациям может помочь снизить уровень неграмотности. Процесс исследования также снижает неграмотность.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Скука[ENDCOLOR]: скука основана на [ICON_CULTURE] культурном урожае города. Скука вызывает особое беспокойство, так как другие цивилизации получают туристический бонус по отношению к вам, если у вас высокий уровень Скуки. Здания, приносящие культуру за ход, и торговые пути к более культурным цивилизациям могут противодействовать скуке. Великие творения также можно переместить в скучающие города, чтобы повысить уровень их культуры. Наконец, процесс Искусств также противостоит Скуке.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Религиозные беспорядки[ENDCOLOR]: религиозные беспорядки вызваны религиозным разнообразием, а не доходами города. Если в городе преобладает религия, 1 несчастье генерируется на каждые 2 жителя, не исповедующих религию большинства (на это базовое значение влияют модификаторы потребности). Это можно уменьшить, используя миссионеров, инквизиторов или великих пророков для устранения религиозных меньшинств.[NEWLINE]

[NEWLINE][NEWLINE][COLOR_NEGATIVE_TEXT]Другие источники несчастья[ENDCOLOR]: помимо несчастья из-за нужды, существуют и другие источники несчастья, которые могут повлиять на город.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Голод[ENDCOLOR]: если производство еды в городе ниже нуля, он получает 1 несчастье за ​​каждое потерянное очко еды за ход. Таким образом, голодающий город может значительно увеличить Несчастье. Это часто происходит, когда вражеские юниты начинают грабить и блокировать работу клеток, вызывая массовый голод.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Разграбленные клетки[ENDCOLOR]: город получает 1 единицу несчастья за каждые две разграбленные клетки вокруг него. Людям не нравится видеть, как горят их дома, и они начнут вызывать Несчастье, пока вы не предпримете никаких мер.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Изоляция[ENDCOLOR]: изолированный город производит 1 несчастье на каждые 3 горожан. Город становится изолированным, если у него нет соединения города со столицей через дорогу, маяк или торговый путь. Обратите внимание, что изоляция может произойти, если связь с дорогой или маяком нарушена из-за военной блокады. Блокада напрямую не влияет на торговые пути, но если они не защищены, они могут быть разграблены вражескими войсками.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Урбанизация[ENDCOLOR]: каждый специалист в городе производит 1 единицу несчастья, отражающую последствия жизни людей в больших городах, такие как загрязнение и высокая плотность населения. В отличие от других источников Несчастья, Несчастье от Урбанизации всегда добавляется к общему Несчастию города, даже если это ставит общее Несчастье города выше его населения. Некоторые здания и политики позволяют городу иметь «бесплатных» специалистов, которые не генерируют урбанизацию.[NEWLINE]
[COLOR_NEGATIVE_TEXT]Усталость от войны[ENDCOLOR]: если вы участвуете в затяжном конфликте или несете большие потери в войне, ваши граждане будут недовольны усталостью от войны. Усталость от войны развивается в каждом городе и может значительно увеличить общее несчастье империи. Подробнее об Усталости от войны читайте в соответствующей статье в разделе «Правила боя».[NEWLINE]
[COLOR_NEGATIVE_TEXT]Общественное мнение[ENDCOLOR]: позже в игре другие цивилизации могут оказать на вас идеологическое давление, влияя на ваших граждан. Если граждане менее удовлетворены выбранной вами идеологией, они вызовут недовольство общественным мнением. Если это несчастье слишком велико и ваша империя недовольна, вы можете быть вынуждены сменить идеологию».'
WHERE Tag = 'TXT_KEY_HAPPINESS_CAUSESUNHAPPINESS_HEADING2_BODY';

UPDATE Language_ru_RU
SET Text = '[COLOR_YELLOW]Идеологии[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_IDEOLOGY_HEADING3_TITLE';
UPDATE Language_ru_RU
SET Text = 'Три дерева идеологии, свобода, порядок и самодержавие, значительно расширились в «О дивный новый мир». Все цивилизации в игре, [COLOR_YELLOW]при получении 18 политик и продвижении как минимум до индустриальной эры или по достижении атомной эры,[ENDCOLOR] должны будут выбрать идеологию для своей цивилизации. Каждое дерево идеологии содержит 3 уровня «принципов», которые вы используете для настройки своей идеологии, а третий и последний уровень содержит самые мощные преимущества. Как и в случае с обычными социальными политиками, игроки используют культуру для приобретения дополнительных принципов по ходу игры.[NEWLINE][NEWLINE]Цивилизации, разделяющие общую идеологию, получат преимущества от дипломатических отношений. Цивилизации с конфликтующими идеологиями имеют множество побочных эффектов. Например, негативный эффект на их дипломатические отношения и штрафы за счастье вступают в силу, если противостоящая идеология оказывает более сильное культурное влияние на ваш народ. Если вы позволите своим людям стать слишком несчастными, есть шанс, что ваши города могут объявить, что присоединяются к империи ваших противников. В крайнем случае вы или другие игроки можете прибегнуть к «революции», чтобы изменить идеологию на ту, которая предпочтительнее для вашего народа. [NEWLINE][NEWLINE]Чтобы получить дополнительную информацию об идеологических принципах, нажмите «Социальные политики». в верхней части Цивилопедии и прокрутите вниз до разделов «Порядок», «Свобода» и «Автократия».'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_IDEOLOGY_HEADING3_BODY';

-- Fortification
UPDATE Language_ru_RU
SET Text = 'Многие юниты имеют возможность «укрепиться». Это означает, что подразделение «окапывается» и создает оборонительные сооружения на своем текущем местоположении. Это дает отряду определенные защитные бонусы, благодаря чему его гораздо сложнее убить. Однако укрепления являются строго оборонительными: если отряд движется или атакует, укрепления разрушаются. Будучи укреплённым, отряд не активируется. Он останется неактивным, пока вы не активируете его вручную, нажав на отряд.[NEWLINE][NEWLINE]Улучшение также может содержать [COLOR_POSITIVE_TEXT]укрепления[ENDCOLOR], что означает, что подразделения, размещенные на этом улучшении, как и те, которые размещают гарнизон в городе, не будут выходить за пределы клетки после победы в ближнем бою.'
WHERE Tag = 'TXT_KEY_COMBAT_FORTIFICATION_HEADING3_BODY';

-- Clearing Land
UPDATE Language_ru_RU
SET Text = 'Как только их цивилизация изучит определенные технологии (см. дерево технологий), рабочие могут удалять леса, джунгли и болота с клеток. Как только эти функции будут удалены, они исчезнут навсегда.'
WHERE Tag = 'TXT_KEY_WORKERS_CLEARINGLAND_HEADING2_BODY';

-- City Unhappiness
UPDATE Language_ru_RU
SET Text = 'Если ваша цивилизация недовольна, то город будет производить меньше еды. Город будет производить достаточно еды, чтобы накормить своих жителей, но на местном уровне наблюдается снижение роста.'
WHERE Tag = 'TXT_KEY_FOOD_UNHAPPINESS_HEADING3_BODY';

-- Trade Routes
UPDATE Language_ru_RU
SET Text = 'Торговые пути устанавливаются между двумя городами разных цивилизаций, каждый ход принося Золото. Цивилизация, из которой берет начало Торговый путь, получает больше золота, чем цивилизация назначения. Количество золота, производимого торговым путем, зависит от разнообразия ресурсов и дохода исходного города.[NEWLINE][NEWLINE]Торговые пути также можно создавать между двумя городами одной цивилизации. Когда в исходном городе есть зернохранилище, он может отправлять еду в город назначения, а когда у него есть мастерская, он может отправлять продукцию. Эти типы внутренних торговых путей не приносят пользы исходному городу.[NEWLINE][NEWLINE]В любой момент времени у вас может быть только ограниченное количество торговых путей. Изучение определенных технологий увеличивает количество доступных маршрутов. Чтобы узнать больше о существующих торговых путях, откройте экран «Обзор торговых путей», который находится в раскрывающемся меню «Дополнительная информация».[NEWLINE][NEWLINE]Дистанция, на которую могут пройти торговые пути, зависит от дорог, местности, враждебных войск и особенностей. Помните об этом при расширении и при попытке связать города торговыми путями.'
WHERE Tag = 'TXT_KEY_TRADE_ROUTES_HEADING2_BODY';

-- Change Construction or Purchase
UPDATE Language_ru_RU
SET Text = 'Вы можете изменить порядок строительства города на экране города. Вы также можете потратить золото на покупку юнита (или инвестировать в здание) на этом экране. Подробности смотрите в разделе «Экран города».'
WHERE Tag = 'TXT_KEY_BUILDINGS_PURCHASING_HEADING3_BODY';

-- Freedom
UPDATE Language_ru_RU
SET Text = 'Идеология Свободы дает бонусы для Культуры, Туризма, производства специалистов и многого другого. [COLOR_YELLOW]Эта идеология открывается при вступлении в Атомную эру или разблокировке 18 политик и продвижении как минимум до Промышленной эры, в зависимости от того, что наступит раньше.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_FREEDOM_HEADING3_BODY';

-- Order
UPDATE Language_ru_RU
SET Text = 'Игроки, заинтересованные в создании огромных, разросшихся цивилизаций, должны обратиться к идеологии Ордена, поскольку сила империи определяется общим количеством содержащихся в ней городов. [COLOR_YELLOW]Эта идеология открывается при вступлении в Атомную эру или при открытии 18 политик и продвижении как минимум до индустриальной эры, в зависимости от того, что наступит раньше.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_ORDER_HEADING3_BODY';

-- Autocracy
UPDATE Language_ru_RU
SET Text = 'Идеология самодержавия хорошо подходит для тех, кто не желает ничего, кроме сокрушения своих врагов под тяжестью своих железных сапог. [COLOR_YELLOW]Эта идеология открывается при вступлении в Атомную эру или разблокировке 18 политик и продвижении как минимум до Промышленной эры, в зависимости от того, что наступит раньше.[ENDCOLOR]'
WHERE Tag = 'TXT_KEY_SOCIALPOLICY_AUTOCRACY_HEADING3_BODY';