UPDATE Language_ru_RU
SET Text = 'Позволяет вашим городам строить [COLOR_POSITIVE_TEXT]атомные бомбы[ENDCOLOR] и [COLOR_POSITIVE_TEXT]ядерные ракеты[ENDCOLOR].[NEWLINE][NEWLINE]Если вы [COLOR_POSITIVE_TEXT]первым[ENDCOLOR] выполните это задание, получите 1 [COLOR_POSITIVE_TEXT]бесплатно [ENDCOLOR] Атомная бомба и [COLOR_POSITIVE_TEXT]бесплатная[ENDCOLOR] исследовательская лаборатория в вашей [ICON_CAPITAL] столице.'
WHERE Tag = 'TXT_KEY_PROJECT_MANHATTAN_PROJECT_HELP';

UPDATE Language_ru_RU
SET Text = 'Манхэттенский проект позволяет цивилизации создавать ядерное оружие. Каждая цивилизация должна построить Манхэттенский проект, прежде чем она сможет создавать ядерное оружие. Если вы станете частью первой глобальной команды, завершившей это задание, вы получите бесплатную исследовательскую лабораторию и атомную бомбу в своей столице.'
WHERE Tag = 'TXT_KEY_PROJECT_MANHATTAN_PROJECT_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Сигнализирует о начале космической гонки, позволяя вашим городам строить части космического корабля. Когда космический корабль будет построен, вы одержите [COLOR_POSITIVE_TEXT]научную победу[ENDCOLOR]![NEWLINE][NEWLINE]Если вы станете [COLOR_POSITIVE_TEXT]первым[ENDCOLOR], завершившим это задание, получите 1 [COLOR_POSITIVE_TEXT]бесплатно[ENDCOLOR] [ICON_GREAT_SCIENTIST ] Великий ученый возле вашей столицы [ICON_CAPITAL], и ваша империя вступит в золотой век [ICON_GOLDEN_AGE].'
WHERE Tag = 'TXT_KEY_PROJECT_APOLLO_PROGRAM_HELP';

UPDATE Language_ru_RU
SET Text = 'Программа «Аполлон» — это начало космической гонки. Это позволяет строить части космического корабля. Каждая цивилизация должна завершить этот проект, прежде чем они смогут построить части космического корабля. Если вы станете частью первой глобальной команды, завершившей это задание, вы получите бесплатного Великого Ученого рядом со своей Столицей, и начнется Золотой Век.'
WHERE Tag = 'TXT_KEY_PROJECT_APOLLO_PROGRAM_STRATEGY';

UPDATE Language_ru_RU
SET Text = 'Протокол гражданина Земли'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT';

UPDATE Language_ru_RU
SET Text = 'Создайте Протокол гражданина Земли, чтобы одержать [COLOR_POSITIVE_TEXT]культурную победу[ENDCOLOR]![NEWLINE][NEWLINE]Требования к созданию: [NEWLINE] [ICON_BULLET] Должна быть идеология (с [COLOR_POSITIVE_TEXT]довольным[ENDCOLOR] Населением). [NEWLINE] [ICON_BULLET] Должен быть [ICON_TOURISM] [COLOR_POSITIVE_TEXT]влиятельным[ENDCOLOR] во всех других цивилизациях мира.[NEWLINE] [ICON_BULLET] Должен иметь [COLOR_POSITIVE_TEXT]2[ENDCOLOR] догматов 3 уровня в вашей текущей идеологии.'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_HELP';

UPDATE Language_ru_RU
SET Text = 'Глобальное гражданство — это идея о том, что все люди имеют права и гражданские обязанности, связанные с принадлежностью к миру, с общемировой философией и чувствами, а не как с гражданином определенной нации или места. Идея состоит в том, что идентичность человека выходит за пределы географических или политических границ и что обязанности или права вытекают из принадлежности к более широкому классу: «человечеству». Локальные идентичности, но такие идентичности ставятся на «второе место» по сравнению с их членством в глобальном сообществе. В расширенном виде эта идея приводит к вопросам о состоянии глобального общества в эпоху глобализации. В общем смысле этот термин может иметь то же значение, что и «гражданин мира» или «космополит», но он также имеет дополнительные, специальные значения в различных контекстах. Различные организации, такие как World Service Authority, выступали за глобальное гражданство.'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_PEDIA';

UPDATE Language_ru_RU
SET Text = 'У вас должна быть идеология (с [COLOR_POSITIVE_TEXT]довольным[ENDCOLOR] населением), два догмата 3-го уровня в этой идеологии и [ICON_TOURISM] влияние на все другие цивилизации в мире, чтобы построить это. Выполнив эти задания, постройте этот проект, чтобы одержать культурную победу!'
WHERE Tag = 'TXT_KEY_PROJECT_UTOPIA_PROJECT_STRATEGY';