UPDATE Language_ru_RU
SET Text = 'Появляется в качестве уникального ресурса Роскоши в индонезийском городе или рядом с ним.'
WHERE Tag = 'TXT_KEY_RESOURCE_NUTMEG_HELP';

UPDATE Language_ru_RU
SET Text = 'Появляется в качестве уникального ресурса Роскоши в индонезийском городе или рядом с ним.'
WHERE Tag = 'TXT_KEY_RESOURCE_CLOVES_HELP';

UPDATE Language_ru_RU
SET Text = 'Появляется в качестве уникального ресурса Роскоши в индонезийском городе или рядом с ним.'
WHERE Tag = 'TXT_KEY_RESOURCE_PEPPER_HELP';

UPDATE Language_ru_RU
SET Text = 'Корица'
WHERE Tag = 'TXT_KEY_RESOURCE_SPICES';

UPDATE Language_ru_RU
SET Text = 'Корицу получают из внутренней коры коричных деревьев и обычно используют в качестве ароматной специи для острых блюд. Специи — это вещества растительного происхождения, используемые для сохранения и улучшения вкуса, цвета или текстуры пищи. Помимо того, что они просто улучшают качество пищи, некоторые специи имеют лечебные свойства, религиозное значение или полезны для сохранения продуктов. Как правило, специи необходимо высушить и измельчить перед употреблением в пищу; это отличает их от трав, таких как шалфей или орегано, которые зеленые и листовые и могут быть использованы в свежем или сушеном виде.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_SPICES_TEXT';

UPDATE Language_ru_RU
SET Text = 'Мрамор — красивый камень, высоко ценимый художниками как строительный материал, а также для скульптур. Мрамор бывает разных цветов и оттенков, иногда однотонный, а иногда с прожилками и карманами разных цветов внутри. Многие из самых красивых зданий в мире, в том числе Тадж-Махал, например, построены из мрамора, как и величайшие скульптуры древности.[NEWLINE][NEWLINE]+15% [ICON_PRODUCTION] Производство при строительстве доиндустриальных чудес в городе, где он работает.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_MARBLE_TEXT';

UPDATE Language_ru_RU
SET Text = 'Камень, найденный в земной коре и верхней мантии, является, пожалуй, самым важным элементом в строительных усилиях человека на протяжении всей истории. Существует три основных класса камня: осадочный, магматический и метаморфический, каждый из которых различается по своему происхождению.[NEWLINE][NEWLINE]+10% [ICON_PRODUCTION] к производству при строительстве Чудес до эпохи Возрождения в городе, где он был создан.'
WHERE Tag = 'TXT_KEY_CIV5_RESOURCE_STONE_TEXT';

UPDATE Language_ru_RU
SET Text = 'При улучшении с помощью Археологических раскопок Скрытое место древности может дать Артефакт, который можно поместить в слот Великого произведения искусства или превратить в улучшение Достопримечательности. Скрытые древности видны только тем цивилизациям, у которых есть все политики в дереве политики Артистизма.'
WHERE Tag = 'TXT_KEY_RESOURCE_HIDDEN_ARTIFACTS_HELP';
