-- Railroad
UPDATE Language_ru_RU
SET Text = '[COLOR_NEGATIVE_TEXT]Потребляет[ENDCOLOR] 3 [ICON_GOLD] золота за ход.[NEWLINE][NEWLINE]Непрерывная цепочка железных дорог позволяет юнитам очень быстро перемещаться по клеткам.'
WHERE Tag = 'TXT_KEY_BUILD_RAILROAD_HELP';

UPDATE Language_ru_RU
SET Text = 'Железная дорога представляет собой набор рельсов, обычно металлических, по которым движется транспортное средство. Самыми ранними рельсовыми транспортными средствами были телеги, запряженные животной силой; первый паровой локомотив появился в Англии в конце 18 века.[NEWLINE][NEWLINE]Неразрывная цепь железных дорог позволяет юнитам очень быстро перемещаться по клеткам.'
WHERE Tag = 'TXT_KEY_CIV5_IMPROVEMENTS_RAILROAD_TEXT';
