INSERT INTO Language_ru_RU (
  Tag, Text)
SELECT 'TXT_KEY_BUILDING_COURT_SCRIBE_HELP', '+1 [ICON_RES_PAPER] Бумага. +10% [ICON_PRODUCTION] производство дипломатических юнитов в этом городе.[NEWLINE][NEWLINE]+1 [ICON_FOOD] еды в городе за каждый Дружественный город-государство и дополнительно +1 [ICON_PEACE] веры за каждый Союзный.';

INSERT INTO Language_ru_RU (
  Tag, Text)
SELECT 'TXT_KEY_BUILDING_COURT_SCRIBE_STRATEGY', 'Это национальное чудо уникально тем, что игроки могут построить его в своей столице без каких-либо дополнительных условий. Дает небольшой прирост производства при строительстве дипломатических юнитов в столице и 1 [ICON_RES_PAPER] бумажных ресурсов. Постройте это здание, если хотите заполучить один или два союзных города-государства в первые несколько эпох игры. Дополнительные доходы от Дружеских и Союзных городов-государств повышают ценность ранних позитивных отношений города-государства.';

INSERT INTO Language_ru_RU (
  Tag, Text)
SELECT 'TXT_KEY_BUILDING_CHANCERY_HELP', '+10% [ICON_PRODUCTION] Производство дипломатических юнитов в этом городе. Предоставляет повышение [COLOR_POSITIVE_TEXT]Королевский перстень[ENDCOLOR] для дипломатических подразделений в городе, в котором он построен. [NEWLINE][NEWLINE]+2 [ICON_PRODUCTION] производства за каждый Союзный город-государство.';

INSERT INTO Language_ru_RU (
  Tag, Text)
SELECT 'TXT_KEY_BUILDING_CHANCERY_STRATEGY', 'Увеличивает скорость производства дипломатических юнитов и увеличивает количество влияния, получаемого за дипломатические юниты, построенные в городе. Специалист госслужащего в этом здании предлагает немного [ICON_CULTURE] культуры, [ICON_RESEARCH] науки и [ICON_GOLD] золота в обмен на [ICON_FOOD] еду. Дополнительные доходы от Дружественных и Союзных городов-государств увеличивают ценность положительных отношений города-государства в середине игры.';

INSERT INTO Language_ru_RU (
  Tag, Text)
SELECT 'TXT_KEY_BUILDING_WIRE_SERVICE_STRATEGY', 'Увеличивает скорость производства дипломатических юнитов и увеличивает количество влияния, получаемого за дипломатические юниты, построенные в городе. Специалист госслужащего в этом здании предлагает немного [ICON_CULTURE] культуры, [ICON_RESEARCH] науки и [ICON_GOLD] золота в обмен на [ICON_FOOD] еду. Дополнительные доходы от Дружественных и Союзных городов-государств повышают ценность положительных отношений города-государства в конце игры.';

INSERT INTO Language_ru_RU (
  Tag, Text)
SELECT 'TXT_KEY_BUILDING_WIRE_SERVICE_HELP', '+20% [ICON_PRODUCTION] Производство дипломатических юнитов в этом городе. Даёт повышение [COLOR_POSITIVE_TEXT]Телеграф[ENDCOLOR] для дипломатических юнитов в городе, в котором оно построено. [NEWLINE][NEWLINE]+1 [ICON_CULTURE] культуры в городе за каждый Дружественный город-государство и дополнительно +1 [ICON_RESEARCH] науки за каждый Союзный.';